import React from 'react'

const page_JP = () => {
  return (
    <>
    <main id='main'>
        <div className='main-inner detail-inner-Pages pri-term-pnl'>
          <div className='inner-content'>
            <div className='pri-term-inner'>




	
            <h1 >プライバシーポリシー</h1>
		
    <p>
      このウェブサイト（https://jp.blockza.io/）をご利用いただきありがとうございます。当ウェブサイトのプライバシーポリシーは、お客様のプライバシーを尊重し、個人情報の取り扱いに関する方針を明確にするために作成されました。以下に、当ウェブサイトで収集される情報とその使用方法について説明いたします。
    </p>



    <h2 >収集される情報</h2>



    <p>当ウェブサイトを閲覧する際、以下の情報が自動的に収集される場合があります。</p>



    <p>1.1 IPアドレス：お客様のコンピュータやモバイルデバイスの識別に使用されます。 1.2
      ログファイル：ウェブページのアクセス日時、閲覧したページ、リファラーウェブサイト、使用されたブラウザやオペレーティングシステムなどの情報が記録されます。 1.3
      Cookie：当ウェブサイトはCookieを使用することがあります。Cookieはお客様のブラウザに保存され、設定や状態の保存、利便性の向上、トラフィックの解析などに使用されます。</p>



    <p>収集された情報の使用<br />収集された情報は、以下の目的のために使用されることがあります。</p>



    <p>2.1 ウェブサイトの改善：収集された情報は、ウェブサイトの機能やコンテンツの改善に使用されます。<br />2.2
      ユーザーエクスペリエンスのカスタマイズ：収集された情報は、お客様の好みや関心に基づいて、パーソナライズされたコンテンツや広告を提供するために使用される場合があります。<br />2.3
      コミュニケーション：収集された情報は、お客様に関連する情報、ニュースレター、プロモーション、イベントのお知らせなどを送信するために使用される場合があります。<br />2.4
      法的要件の遵守：収集された情報は、法的な要件や規制に従うために使用される場合があります。</p>



    <p>プライバシーポリシー</p>



    <p>
      このウェブサイト（https://jp.blockza.io/）をご利用いただきありがとうございます。当ウェブサイトのプライバシーポリシーは、お客様のプライバシーを尊重し、個人情報の取り扱いに関する方針を明確にするために作成されました。以下に、当ウェブサイトで収集される情報とその使用方法について説明いたします。
    </p>



    <p>収集される情報<br />当ウェブサイトを閲覧する際、以下の情報が自動的に収集される場合があります。</p>



    <p>1.1 IPアドレス：お客様のコンピュータやモバイルデバイスの識別に使用されます。<br />1.2
      ログファイル：ウェブページのアクセス日時、閲覧したページ、リファラーウェブサイト、使用されたブラウザやオペレーティングシステムなどの情報が記録されます。<br />1.3
      Cookie：当ウェブサイトはCookieを使用することがあります。Cookieはお客様のブラウザに保存され、設定や状態の保存、利便性の向上、トラフィックの解析などに使用されます。</p>



    <p>収集された情報の使用<br />収集された情報は、以下の目的のために使用されることがあります。</p>



    <p>2.1 ウェブサイトの改善：収集された情報は、ウェブサイトの機能やコンテンツの改善に使用されます。<br />2.2
      ユーザーエクスペリエンスのカスタマイズ：収集された情報は、お客様の好みや関心に基づいて、パーソナライズされたコンテンツや広告を提供するために使用される場合があります。<br />2.3
      コミュニケーション：収集された情報は、お客様に関連する情報、ニュースレター、プロモーション、イベントのお知らせなどを送信するために使用される場合があります。<br />2.4
      法的要件の遵守：収集された情報は、法的な要件や規制に従うために使用される場合があります。</p>



    <p>第三者への情報提供<br />お客様の個人情報は、以下の場合を除いて第三者と共有されません。</p>



    <p>3.1 同意がある場合：お客様の明示的な同意がある場合に限り、お客様の個人情報が第三者と共</p>



  


            </div>
            </div>
            </div>
      </main>
    </>
  )
}

export default page_JP