import React from 'react'

const page_JP = () => {
  return (
    <>
      <main id='main'>
        <div className='main-inner detail-inner-Pages pri-term-pnl'>
          <div className='inner-content'>
            <div className='pri-term-inner'>
              <h1>利用規約</h1>
              <p>ウェブサイト https://jp.blockza.io/news/（以下「当サイト」と称する。）は、株式会社ダ称する。イキ（以下「当社」と）が運営しています。(以下「当社」と称する。） 本サイトのサービス、機能、コンテンツ、アプリケーション等（以下「本サービス」と称する。）をご利用いただく際には、本利用規約、プライバシーポリシー、その他本サービス内で特に定める運営規定、ポリシー、ガイドライン、個別規約等（以下総称して「本サービス」称する。）を遵守していただく必要があります。本利用規約は、本サービスの利用に適用される法的拘束力のある条件を定めるものです。
              </p>
              <h3>1. 利用規約の承諾</h3>
              <p>
                本サイトへのアクセスおよび閲覧を含むがこれに限定されない、本サービスに登録または利用することにより、ご利用者は本利用規約に同意したものとみなされます。
              </p>
              <h3>2. ご利用に際しての資格基準</h3>
              <p>
                当社は、本サービスの利用を、次項に定める登録を行った方、一定の年齢以上の方、または当社が定める本人確認手続き等の一定の条件を満たした方に限定します。
                また、特定の個人へのアクセスを制限する等の利用条件を付す場合があります。また、反社会的勢力（元会員を含む）およびその関係者の保護、悪用、第三者への迷惑行為を行う方のご利用はお断りいたします。当社は、独自の判断により、いつでもいかなる個人に対してもサービスの提供をお断りする権利を留保し、それに応じて資格基準を変更することができるものとします。
              </p>

              <h3>3. アカウント登録</h3>

              <p>　電子メールニュースレターなどの一部のサービスでは、アカウントの作成と利用が必要です。登録時に正確かつ完全な情報を提供し、当社アカウントの詳細の正確性を維持することが不可欠です。利用者は以下を禁じます。</p>
              <p className='mx-5'>1. 必要な承認を得ずに、第三者の名前をユーザー名として選択または利用すること。 </p>
              <p className='mx-5'>2. 虚偽または不正確な情報を登録する行為。 </p>
              <p>
                利用者は、当社とのアカウントの下で行われる活動について全責任を負い、アカウントのパスワードを厳重に保護する必要があります。お客様のユーザーアカウントを第三者と共有することは固く禁じられています。お客様のアカウントの不正使用が発覚した場合、速やかに当社に通知する義務があります。また、当社所定の方法で本サービスにアクセスされた場合、お客様が本サービスを利用されたものとみなします。お客様が本サービスを利用または購入したことにより発生した料金および手数料は、その用語の如何を問わず（利用料、会費等）、お客様に請求させていただきます。また、当社が第三者から回収を委託された未収金も含まれます。

              </p>

              <h3>4. 広告掲載</h3>
              <p>　当社は、本サービスにおいて、当社または当社に広告掲載の依頼をした第三者の広告を掲載する権利を有します。</p>

              <h3>5. 行動指針</h3>
              <p>
                本サービスのご利用に際し、以下の行為（準備や勧誘行為を含む）を禁止します。

                <p className='mx-5'>1. 本サービスの利用にあたり、日本または利用者の所在する国・地域の法令に違反する行為を行うこと。</p>
                <p className='mx-5'>2. 社会規範、秩序、モラルに反するもの、虚偽のもの、誤解を招くもの、秘密性のあるもの、第三者向けのものを投稿、公開、開示、提供、送信すること。</p>

                <p className='mx-5'>3. 他のユーザーが使用するソフトウェア、ハードウェア、またはその他のシステムの機能を妨害または混乱させるように設計されたプログラムを配布すること。</p>

                <p className='mx-5'>4. 当社のサーバーまたはネットワークの運営を妨害または妨害する行為を行うこと。</p>

                <p className='mx-5'>5. 本サービスを通じて、他の利用者の同意なく個人情報やデータを収集、蓄積する行為</p>

                <p className='mx-5'>6. 本サービスの本来の趣旨を逸脱した目的で利用すること。</p>

                <p className='mx-5'>7. 他のユーザーの会社アカウントを通じて本サービスを利用すること。</p>

                <p className='mx-5'>8. 当社のアカウントまたはパスワードを、手段を問わず他の個人から取得すること、または他人に開示・提供すること。</p>
                <p className='mx-5'>9. 本サービスに関連して、反社会的勢力に直接または間接に利益を供与する行為を行うこと。</p>

                <h3>6. お客様のデータおよびコンテンツの管理</h3>

                <p>

                  当社は、お客様が当社のサーバーに保存しているデータのバックアップを作成する義務を負わないものとし、お客様ご自身の責任においてデータのバックアップを行うものとします。
                  また、当社サービスの保守や改善が必要な場合、必要に応じてお客様が当社サーバーに保存しているデータのコピーを作成することがあります。
                  不特定または多数の利用者がアクセス可能なサービスに利用者が投稿したコンテンツについて、著作権は利用者またはコンテンツの著作権者に帰属します。当社は、利用者に対し、日本国内外において、無期限に非独占的に使用（複製、上映、公衆送信、展示、頒布、譲渡、貸与、翻訳、翻案、出版等を含む）する権利（サブライセンス権を含む）を許諾します。

                  利用者は著作者人格権を行使しないものとします。
                </p>

                <h3>
                  7. 投稿削除、サービス停止、アカウント停止</h3>

                <p>

                  当社は、本サービスを適切に機能させるため、以下の各号のいずれかに該当する場合、事前に通知することなく、データもしくはコンテンツの削除、本サービスの全部もしくは一部へのアクセスの拒否、またはお客様の当社アカウントの停止を行うことができるものとします。削除等の措置を講じることができるものとします。</p>
                <p>また、お客様が複数の当社アカウントを登録されている場合、当該全ての当社アカウントに対して措置が取られることがあります。</p>
                <p className='mx-5'>1. お客様が本規約に違反した場合、または違反するおそれがあると当社が判断した場合。</p>
                <p className='mx-5'>2. 当社に支払うべき金額の支払いが遅延した場合。</p>
                <p className='mx-5'>3. 支払いに指定したクレジットカードまたは銀行口座の利用が停止された場合。</p>
                <p className='mx-5'>4. お客さまが破産、民事再生の申立を受け、またはこれらの手続を開始し、当社が信用不安が生じたと判断した場合。</p>
                <p className='mx-5'>5. 当社のアカウントが反社会的勢力、その構成員もしくは関係者によって登録もしくは利用されている場合、またはそのおそれがあると認められる場合。</p>
                <p className='mx-5'>6. その他、顧客との信頼関係が損なわれた場合など、当社が顧客との契約関係を維持することが困難と判断した場合。</p>


                <h3>
                  8. 補償
                </h3>
                <p>
                  本サービスを利用することにより、利用者は、利用者または利用者の企業アカウントを利用する第三者による利用、本利用規約の違反、または知的財産権もしくはその他の第三者の権利の侵害に起因するすべての権利および責任を受け入れるものとします。お客様は、合理的な弁護士費用を含む、あらゆる責任、請求、および関連費用について責任を負うものとします。
                </p>

                <h3> 9. 免責事項</h3>
                <p>
                  当社は、本サービス上のコンテンツの正確性及び安全性の確保に努めておりますが、これを保証するものではありません。これらの情報を信頼したことによって生じたいかなる損害についても、当社および当社の役員、従業員、提携先、コンテンツ提供者、関係者、情報提供者は一切責任を負いません。
                </p>
                <p>

                  また、本サービスには、他のウェブサイトやリソースへのリンクが含まれていたり、第三者が外部のサイトやリソースへのリンクを提供している場合があります。これらのリンク先は、当社の管理・運営するものではありません。従って、当社は、当該外部サイトに掲載されている内容の真偽等につき責任を負いかねます。

                </p>
                <p>
                  当社およびその関係者（取締役、従業員、代理人、提携先、仕入先、コンテンツ提供者を含む）は、いかなる場合においても、本サービスに関する債務不履行について、不法行為責任または無過失責任を負わないものとします。当社は、当社および関係者に故意または重過失がある場合を除き、以下の事項について責任を負いません。
                </p>
                <p className='mx-5'>1. 原因の如何を問わず、逸失利益、データの損失、代替品またはサービスの入手費用、あるいは特別損害、間接的損害、付随的損害、懲罰的損害、または派生的損害。 </p>
                <p className='mx-5'>2. バグ、ウィルス、またはこれらに類するものに関連する損害は、その原因の如何を問いません。ただし、この除外は、当社または関係者の故意または重過失の場合には適用されません。</p>
     <p>　また、本利用規約による本サービスの利用に関するお客様と当社との間の契約が、消費者契約法に定める消費者契約に該当する場合には、本免責事項は適用されません。この場合、当社は、合理的に予見可能な損害の範囲内においてのみ損害賠償責任を負うものとし、有料サービスの場合は、お支払いいただいた金額（継続的なサービスの場合は、1ヶ月分の料金相当額）を上限として損害賠償責任を負うものとします</p>
 

                <h3>10. 準拠法および裁判管轄</h3>
                <p>
                  本利用規約は、日本法に準拠し、日本法に基づいて解釈されるものとします。本サービスに関して紛争が生じた場合、東京地方裁判所を第一審の専属的合意管轄裁判所とします。
                </p>

                <h3>11. 利用規約とサービスの変更</h3>

                <p>
                  当社は、独自の裁量で、利用者に事前に通知することなく、本利用規約を変更し、本サービス（特定の機能、データベース、またはコンテンツの提供を含みますが、これらに限定されません）を変更または終了する排他的権利を留保します。
                  また、当社は、事前の通知や法的責任を負うことなく、本サービスを変更または特定の機能やサービスに制限を設ける権利を保持します。ただし、これらの変更がお客様に重大な影響を与える場合には、合理的な事前通知期間を設けます。本利用規約の変更後も本サービスの利用を継続する場合、お客様は当該変更を承諾したものとみなされます。
                </p>
                <h3>12. 完全合意および拘束力</h3>
                <p>本利用規約は、本サービスに関するお客様と当社との関係を規定する包括的な契約であり、お客様の本サイトの利用を包含し、本サービスに関するお客様と当社との間の先行または同時のすべてのコミュニケーションおよび提案（口頭または書面を問わない）に優先します。
                  本利用規約のいずれかの条項が適用される法律または規制に抵触するとみなされる場合、その特定の条項は適宜制限または削除されるものとします。
                </p>
                <h3>13. 不可抗力条項
                </h3>
                <p>
                  当社は、機械的な問題、電子的な不具合、通信の途絶など、当社の合理的な支配を超える状況が生じた場合、本利用規約に基づく義務を停止する権限を保持します。当社は、当社自身のコミットメントを履行できない場合について責任を負わないものとします。
                </p>
                <h3>14. 譲渡について</h3>
                <p>
                  お客様は、当社の書面による事前の承諾がない限り、本利用規約に基づいて成立した契約上のステータスの一部又は全て及びそれに付随する権利義務を第三者に譲渡することはできません。
                </p>
                <h3>
                  15. お問い合わせ先
                </h3>
                <p>
                  当社へのお問い合わせは、次のアドレスまでご連絡ください：support@blockza.io。通常、弊社ではお客様からのお問い合わせにはEメールにて対応させていただいております。
                </p>
                <p>
                  本利用規約の施行日：2023年9月

                </p>




                <h1>クッキー（Cookie）使用ポリシー</h1>

                <p>当サイトにコメントを残すと、お名前、メールアドレス、ウェブサイトをクッキーに保存することができます。これらのクッキーは、お客様がコメントを残す際に、再度詳細を入力する必要がないようにするためのものです。これらのクッキーは1年間有効です。

                  ログインページにアクセスすると、ブラウザがクッキーを受け入れるかどうかを判断するために一時的なクッキーが設定されます。このクッキーには個人情報は含まれておらず、ブラウザを閉じると破棄されます。

                  ログインすると、ログイン情報と画面表示の選択肢を保存するために、いくつかのクッキーが設定されます。ログインクッキーは2日間、画面オプションクッキーは1年間保存されます。「Remember Me」を選択すると、ログイン情報は2週間保存されます。アカウントからログアウトすると、ログインクッキーは削除されます。

                  記事を編集または公開すると、追加のクッキーがブラウザに保存されます。このクッキーは個人情報を含まず、単にあなたが編集した記事の投稿IDを示します。有効期限は1日です。
                </p>







              </p>


            </div>
          </div>
        </div>
      </main>
    </>
  )
}

export default page_JP